Revit 2027 API
ParameterTypeId.RebarDistributionType Property
 "Distribution Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarDistributionType { get; }
Public Shared ReadOnly Property RebarDistributionType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarDistributionType {
	ForgeTypeId^ get ();
}
static member RebarDistributionType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace